[
  "obsidian-git",
  "code-styler",
  "open-vscode",
  "smart-connections",
  "obsidian-filename-heading-sync",
  "obsidian-auto-link-title",
  "quick-links",
  "obsidian-linter",
  "reference-link-render",
  "recent-notes",
  "recent-tab-switcher"
]